[INI-Version]
Sprache=Japanese
Version=1.0.1_part_eng
Ersteller=Nanashi/Satry
Kommentar=
SchriftArt=MS UI Gothic
SchriftGroesse=-10
Charset=128



[Menue]
11=ファイル
12=設定
13=ツール
14=ヘルプ

110=ROMを開く
111=ROMの再読み込み
112=ROMの保存
113=ROMに名前をつけて保存
114=マップ
115=終了

1140=マップの作成
1141=マップを開く
1142=マップを保存
1143=マップに名前をつけて保存
1144=マップの挿入


120=グリッド
121=コンボボックス
122=パレットの横幅
123=ショースプライト
124=他のイベントを隠す
125=言語
126=マップサイズの設定
127=マップの表示設定
128=最後に選択したものを覚える
129=プロのヘッダを表示
1210=自動的にオフセットを検索する
1211=ツールバーの表示
1212=開いたときにバックアップを作成
1213=Create shortcut to last used ROM
1214=Use AM context menu
1215=Choose script editor
1216=Number of recently used files


12130=Most recently used ROM

12150=The program file does not exist or is not a *.exe binary file.
12151=Are offsets seperated from the ROM name by ":" (default) or " " in the preferred script editor? => Yes for ":"; No for " ".

12160=Set max number of entries in list of recently used files.
12161=How many recently used files should be listed under "File"?


1260=Mapタグの拡大表示
1261=Moveタグの拡大表示
1262=Eventsタグの拡大表示
1263=Paletteの拡大表示
1264=Moveパレットの拡大表示

1270=さMap-Header
1271=さINI
1272=さHeader sorting
1273=ヘッダーから新たなIniファイルを作る


12720=マップ番号で並び替え
12721=マップの名前で並び替え
12722=タイルセット番号で並び替え
12723=タイルセットのグループで並び替え
12724=マップとタイルセットで並び替え


130=パレットの編集
131=マップ画像の保存
132=パレット画像の保存
133=イベント画像の保存
134=イベントの編集
135=マップを指定して開く
136=マップの移動
137=マップ番号の変更
138=World map editor
139=Create shortcut on the desktop
1310=Open previous map

1370=再見つけますMap Bank Header
1371=再見つけますMap Bank
1372=接続のリストを再見つけます
1373=野生のポケモン再見つけますヘッダー
1374=管理Map Bank Header


140=読んでね
141=Advance Mapについて 
142=エンドユーザー契約
149=Readme English.txt



[Toolbar]
10=ROMを開く
11=ROMの保存
12=マップの作成
13=マップの挿入
14=オブジェクトの表示
15=マップの移動
16=パレットの編集
17=自由なスペースの検索
18=インフォメーション
19=World map editor
20=Open previous map



[EndnutzerForm]
10=はい
11=いいえ
12=キャンセル
13=分かったよ
14=エンドユーザー契約

20=エラー： ファイル"ini\Sprachen\enduser.dat"は、行方不明！ 箱から出してやっているすべてのファイルを正しくですか？
21=エラー： ファイル"ini\Sprachen\enduser.dat"選択した言語が含まれていません！

30=Do you want to create a shortcut to AdvanceMap on the desktop?



[Allgemein]
00=質問
01=情報
02=エラー
03=注目

10=予約白地図-スポット
11=11. 予約白地図-スポット, リフレッシュしてF5を押す
12=予約白地図銀行
13=6. 予約白地図銀行, リフレッシュしてF5を押す


20=マップの設定
21=移動エリアの設定
22=イベントの設定
23=検索マップの
24=出現ポケモン
25=場所の設定


30=ROMを開いてください
31=ROMの読込完了！マップを選択してください
32=マップの読込完了.  索引:
33=ブロック:
34=オフセット:
35=ブロック移動：:
36=イベントはありません.
37=注：いくつかのイベントが範囲外マップの
38=イベントが分かった.

40=地図上のヘッダがないため、現在のROMを発見!\n別の理由はあなたのROM が不正であることであることができる.\n別のROMをお試しください！
41=地図の設定ファイルが存在しない...
42=オープンマップの...
43=これを指定してくださいマップを開くにしたいです。 （フォーマット<bank> 。 <map> ）
44=無効な入力
45=変更のブロックの幅
46=新しい幅を入力してくださいブロックのパレットを表示したい。
47=ファイルの保存中にエラーが発生しました。
48=選択してください
49=未定義

50=新しい地図銀行
51=新しい地図をご入力ください額銀行は、どのしたいの余地を残す。
52=銀行番号
53=銀行の番号を入力してくださいに移動することができます。
54=新しいマップ
55=新しいマップをご入力ください。金額に余地を残すことができます。
56=新規接続
57=新しい接続してください。 neter量の余地を残すことができます。
58=新しい野生のポケモン
59=新しい金額を入力してください野生のポケモンをしたいの余地を残す。

60=されたのッダ
61=されたのini
62=マップファイル
63=名前なし

70=変更を保存しますか？
71=ファイルを保存できませんでした！

80=オフセットマップの "
81=" このゲームのために定義さではない "
82="!
83=地図-フッターのポインタが無効です...

90=File not found!

900=銀行の新規作成
901=新しい地図を作成
902=野生ポケモンの追加

940=
941=このマップには野生ポケモンが存在しません
942=いいえヘッダー示すことができるこの地図
943=いいえ野生のポケモンが見つかったため、このバージョンのゲームです。
944=エクスポートすることができますのみ場合は、地図上に示されているヘッダのリスト.

100=This map does not exist!


[NewMapForm]
10=マップの名前:
11=横幅:
12=高さ:
13=タイルセット１:
14=タイルセット２:
15=作成
16=キャンセル

20=すべて記入してください！
21=新しい地図



[BlockEditorForm]
130=ブロックエディタ
131=第1部
132=第2部

1300=下   /   上
1301=Tile:
1302=Block:
1303=Offset:
1304=Ｘ座標
1305=Ｙ座標
1306=保存

13070=マップデータ
13071=...
13072=マップのアクション:
13073=背景の効果:

13080=ピクチャー
13081=タイルセット１の保存
13082=タイルセット１を開く
13083=タイルセット２の保存
13084=タイルセット２を開く
13085=ブロックの再読込

13090=Blocks
13091=Save tileset 1
13092=Load tileset 1
13093=Save tileset 2
13094=Load tileset 2
13095=Change amount

130100=Palettes
130101=Show palette editor
130102=Write palette changes to ROM
130103=Write current palette to file
130104=Load current palette from file
130105=Change palette definition of block data

130810=Export of this palette not possible; there are multiple entries for the same color in the palette

130820=Pallet-fileが行方不明に.
130821=tileset絵
130822=画像を変更するtileset中止！

130910=Saving of blocks cancelled!

130920=Changing of blocks cancelled!
130921=Block/behavior data

130950=Please specify the number of blocks for tileset 2 (max:
130951=Block/behavior data
130952=Changing of number of blocks cancelled!



[PalettenForm]
Titel=Palette form

10=Apply
11=15bit GBA color value
12=15bit to RGB
13=Select color



[BlockDatenAnpassenForm]
Titel=Modify block data

10=Tileset 1
11=Tileset 2
12=From palette:
13=To palette:
14=Modify



[AnbindungsForm]
136=コネクションマネージャー

1360=コネクション:
1361=コネクションNo.:
1362=方向:
1363=調整:
1364=マップ番号:
1365=マップNo.:
1366=ゼロ
1367=追加
1368=削除
1369=保存

13600=下の
13601=上記の
13602=左側
13603=右側
13604=水中で
13605=浮上で

13620=無し
13621=下
13622=上
13623=左
13624=右
13625=潜る
13626=出現

13670=接続
13671=接続の追加を中止！!

13680=本当に削除したい
13681=. 接続?

13690=Save connections?



[HeaderVerschieben]
13700=地図上の銀行のヘッダー
13701=地図上の銀行ヘッダの再位置決め中止!

13710=地図上の銀行
13711=地図足利銀行の位置決め中止！

13720=接続
13721=再接続を中止位置決め!

13730=Wild Pokemon Header offset
13731=Wild Pokemon Header 再位置決め中止!

13740=地図上の銀行
13741=地図上の銀行創造中止!

13750=Wild Pokemon Data
13751=Wild Pokemon Data場所を再度中止!



[MapBankHeaderForm]
10=銀行番号：
11=Cur. offset:
12=量の地図:
13=予約金額マップ:
14=新しい銀行
15=Map Bank Header

20=量の追加予約銀行:
21=マップの追加予約額:
22=キャンセル
23=変更の適用

30=Map Bank Header & 接続



[MapEinfuegenForm]
10=現在の位置に保存する:
11=ファイル:
12=は、 ROM:
13=挿入位置:
14=Map Bank Header
15=地図を挿入

20=地図を置き換える:
21=銀行:
22=地図上の番号:
23=置き換える

30=既存のスポット:
31=銀行:
32=予約金額マップ:
33=挿入

40=新規スポット:
41=銀行:
42=新たな予約の量マップ:
43=を作成し、挿入
44=新しい銀行

51=地図を挿入中止!
52=Map Header, マップ & イベント
53=マップ＆イベント
54=挿入としては、地図上の地図
55=正常!
56=地図が挿入されていない!



[Events]
40=ワープ
41=人
42=スクリプト
43=看板
44=いいえイベント
46=フライトポジション

400=座標(X/Y):
401=不明:
402=ワープNo.:
403=マップ番号:
404=マップ:
405=マップの移動
410=人 No.:
411=画像 No.:
412=不明:
413=座標(X/Y):
414=不明:
415=アクション:
416=活発さ:
417=不明:
418=トレーナー:
419=不明:

4110=視界範囲:
4111=オフセット:
4112=人 ID:
4113=不明:

420=座標(X/Y):
421=フラグバリュー:
422=フラグ No.:
423=不明:
424=不明:
425=オフセット:

430=座標(X/Y):
431=Talking level:
432=Signpost type:
433=不明:
434=オフセット:
435=Item ID:
436=Hidden ID:
437=Amount:
438=Secret base ID:
439=Open secret base

450=イベント番号:
451=カーソルの表示
452=Delete event

460=座標(X/Y):
461=不明:
462=変更する際に、銀行/地図は、この地図はゆるいの飛行位置データです。
463=地図上の銀行:
464=地図:

945=このマップに追加する事はできません

50=Open script
51=No script editor defined.
52=Script editor not found.



[SignpostTyp]
00=Script
01=Script, if hero is facing up
02=Script, if hero is facing down
03=Script, if hero is facing right
04=Script, if hero is facing left
05=Hidden item
06=Hidden item
07=Hidden item
08=Secret base; RSE only



[SignpostAnsprechEbene]
00=Always
01=Height 0 (Surf)
02=Height 1
03=Height 2 (Normal)
04=Height 3
05=Height 4
06=Height 5
07=Height 6
08=Height 7
09=Height 8
0A=Height 9
0B=Height 10
0C=Height 11
0D=Height 12
0E=Height 13
0F=Height 14



[EventMenge]
10=イベントマネージャー
11=人の数:
12=看板の数:
13=ワープの数:
14=スクリプトの数:
15=設定

20=イベントの変更中止!
21=イベント



[WildePokemon]
10=草むら
11=水上
12=木
13=釣り

20=どのような種類がドゥユーウォントトゥ?
21=タイプ:
22=オフセット:
23=キャンセル
24=OK
25=野生ポケモンの追加

30=Save wild Pokémon data?

60=タイプ:
61=出現確率:
63=保存
64=最小/最大
65=追加



[UmpointenForm]
10=5件が見つかりました！
11=検索完成!
12=自動検索に十分な空き容量が見つかりませんでした...

80=検索バイト
81=バイトを検索する
82=検索範囲
83=を
84=必要に応じてバイト
85=分かったよ
86=指定する offset
87=Offset
88=Re-Point
89=出口

880=検索のためのフリースペース



[Header]
900=名前:
901=入ったときに表示する名前
902=保存
903=Number of new names:
904=Create new name
905=New name

9020=名前
9021=名前の変更に失敗しました

9040=Changing amount of names cancelled!
9041=New offset for name header

910=マップオプション:
911=音楽:
912=天候:
913=タイプ:
914=バトルタイプ:
915=部屋の明るさ:
916=No:

920=使用するタイルセット:
921=タイルセット１:
922=タイルセット２:
923=タイルセットの変更

930=マップの大きさ:
931=マップの横幅:
932=マップの高さ:
933=マップサイズの変更

9330=マップデータ
9331=サイズの変更に失敗しました
9332=The map is too wide!
9333=The max map height at a map width of
9334=is:
9335=Previous error was ignored because the professional view is enabled.

940=境界ブロック:

950=Map script
951=Script no:
952=Script type:
953=Script offset:
954=Open script
955=Save map scripts
956=Flag:
957=Value:
958=Script offset 2:

9510=Remove
9511=Add

9550=Repoint map scripts
9551=Change of map scripts cancelled!



[ProfiHeader]
100=マップヘッダーの設定:
101=マップバンクヘッダー:
102=バンク番号:
103=マップバンクオフセット:
104=マップ番号:
105=マップヘッダーオフセット:

110=マップの設定:
111=マップヘッダー:
112=マップオフセット:
113=イベントオフセット:
114=保存してマップの再読み込み
115=Map script offset:
116=Connection offset:

120=マップデータ:
121=マップフッター:
122=横幅:
123=高さ:
124=マップオフセット:
125=境界線オフセット:
126=タイルセット1 No.:
127=タイルセット2 No.:
128=タイルセット1オフセット:
129=タイルセット2オフセット:

130=境界ブロック
131=境界:
132=Border width:
133=Border height:
134=Repoint border
135=Change of Border cancelled!

140=タイルセットデータ:
141=タイルセット1 :
142=タイルセット2 :



[WorldMapEditor]
Titel=World map editor
10=PosX
11=PosY
12=With color overlay
13=Dump flying/display flags
14=Read pos of top layer
15=Change routines
16=Redraw
17=Save map

20=Value:
21=Data from name header:
22=Offset of name:
23=Name:
24=Pos X/Y:
25=Width/Height:
26=Save position
27=Empty/don't display
28=Bottom layer
29=Top layer

30=Flying/display flag:
31=Save flag
32=Reading/changing of flying/display flag not possible. Change routine before doing this.
33=The flag routine was already edited. Rewrite data?
34=Flying/display flag header
35=Change of flag routine cancelled!
36=Flags for scripting
37=Saving of flags cancelled!

40=Info flying position:
41=Open map, flying position
42=Open map

50=Map no:
51=Manage world map number
52=Assign world map number
53=Re-assigning of world map number cancelled.

60=The world map's width could not be read. -> Default to 28
61=Save world map?
62=Reading/changing of top layer position not possible. Change routine before doing this.
63=The positioning routine was already edited. Rewrite data?
64=Cannot save top layer position for this map name.



[RomInfos]
10=Rom name:
11=Rom type:
12=Rom language:
13=Rom version:



[IniAusleser]
10=The position
11=could not be found!
12=Found
13=position is not a pointer!
14=Could not find valid INI entry
15=for this rom type in AdvanceMap.ini.



[AboutBox]
10=約 Advance Map
11=クレジット:
12=Advance-Map バージョン:
13=コンパイル:

20=プログラミング:
21=名前:
22=接触:
23=ウェブサイト:
24=最新 AM:
25=コメント:

30=翻訳:
31=言語:
32=名前:
33=バージョン:
34=コメント:

40=あいさつ:



[KontextMenu]
10=Open with Advance Map
20=Opens the ROM with Advance Map



[NameAnzeigen]
00=表示しない
01=表示
06=表示 (タウン)
0D=表示(シティ)

[Kampftyp]
00=ランダム
01=ジムスタイル
02=ロケット団スタイル
04=四天王１
05=四天王２
06=四天王３
07=四天王４
08=チャンピオン

[Hoehle]
00=普通
01=フラッシュを使用
02=フラッシュを未使用

[GehDaten]
00=踏切の複数のレイヤ
01=固体、アクセスできない
04=アクセスは、 0 〜と呼ばれた（=>サーフ）
05=固体は, 高い 0
08=P移動は、高1
09=固体は, 高い 1
0C=移動は、高2 (=> Normal)
0D=固体は, 高い 2
10=移動は、高3
11=S固体は, 高い 3
14=移動は、高4
15=固体は, 高い 4
18=移動は、高5
19=固体は, 高い 5
1C=移動は、高6
1D=固体は, 高い 6
20=移動は、高7
21=固体は, 高い 7
24=移動は、高8
25=固体は, 高い 8
28=P移動は、高9
29=固体は, 高い 9
2C=移動は、高10
2D=固体は, 高い 10
30=移動は、高11
31=固体は, 高い 11
34=移動は、高12
35=固体は, 高い 13
38=移動は、高13
39=固体は, 高い 14
3C=上に移動すると以下のとおり

[Typ]
01=タウン
02=シティ
03=道路
04=洞穴
08=屋内

[Wetter]
00=無し
01=雲
02=ノーマル
03=雨
04=雪片
05=雷雨
06=霧
07=雪
08=砂嵐
09=霧(対角線)
0A=薄い霧
0B=少し闇
0C=日本晴れ
0D=雷雨 2
0E=水中
0F=無し


[Verhalten_RS]
02=Grass animation (Pokémon) 
03=High grass animation
06=Sand foot prints (with sandheaps)
07=Animation micro grass
A0=Only walking possible
0D=Warp into pyramid. Floor 51
10=Reflection on water with waves trailing
13=Waterfall/with falling down
15=Jump with mach bike, splashing water
16=Reflection on water, splashing water, waves
17=Lasting water on feet
1A=Reflection (Background byte=20)
1B=Water on feet
1C=Water on feet + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Hero halfway underwater
2A=Diving animation bubbles
30=Person blocked on right
31=Person blocked on left
32=Person blocked upwards
33=Person blocked downwards
34=Person blocked up/down/right
35=Person blocked up/down/left
36=Person blocked down/right
37=Person blocked down/left
38=Person jumps right over block
39=Person jumps left over block
3A=Person jumps up over block
3B=Person jumps down over block
40=Hero walks right
41=Hero walks left
42=Hero walls up
43=Hero walks down
44=Hero slides right
45=Hero slides left
46=Hero slides up
47=Hero slides down
48=Hero slides up/down/left/right
50=Hero runs right
51=Hero runs left
52=Hero runs up
53=Hero runs down
61=Use warp
62=Arrow right => warp left of block
63=Arrow left => warp right of block
64=Arrow up => warp above block
65=Arrow down => warp under block
66=Warp into last-visited building
67=Regular Warp
68=Drown in sand (warp)
69=Use door/warp
6A=PokéCenter escalator up/use warp
6B=PokéCenter escalator down/use warp
6C=Warp to emerge from water => Hero is surfing
6D=Arrow down => warp under block
6E=Warp/person exits upwards
74=Water on feet
75=Water on feet
76=Water on feet
77=Water on feet
BB=Hero jumps twice
BC=Hero turns around and goes back into direction he came from
BE=Person blocked left/right
C0=Person blocked up/down
C1=Person blocked left/right
D0=Slippery clay animation
D1=Only passable with acro bike
D3=Solid block
D4=Solid block
D5=Solid block
D6=Solid block

[Hintergrund_RS]
10=Block is covered by Hero
40=Turns into border block


[Verhalten_E]
02=Grass animation (Pokémon) 
03=High grass animation
06=Sand foot prints (with sandheaps)
07=Animation micro grass
A0=Only walking possible
0D=Warp into pyramid. Floor 51
10=Reflection on water with waves trailing
13=Waterfall/with falling down
15=Jump with mach bike, splashing water
16=Reflection on water, splashing water, waves
17=Lasting water on feet
1A=Reflection (Background byte=20)
1B=Water on feet
1C=Water on feet + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Hero halfway underwater
2A=Diving animation bubbles
30=Person blocked on right
31=Person blocked on left
32=Person blocked upwards
33=Person blocked downwards
34=Person blocked up/down/right
35=Person blocked up/down/left
36=Person blocked down/right
37=Person blocked down/left
38=Person jumps right over block
39=Person jumps left over block
3A=Person jumps up over block
3B=Person jumps down over block
40=Hero walks right
41=Hero walks left
42=Hero walls up
43=Hero walks down
44=Hero slides right
45=Hero slides left
46=Hero slides up
47=Hero slides down
48=Hero slides up/down/left/right
50=Hero runs right
51=Hero runs left
52=Hero runs up
53=Hero runs down
60=Steps, cave/ use warp
61=Use warp
62=Arrow right => warp left of block
63=Arrow left => warp right of block
64=Arrow up => warp above block
65=Arrow down => warp under block
66=Warp into last-visited building
69=Use door/warp
6A=PokéCenter escalator up/use warp
6B=PokéCenter escalator down/use warp
6C=Warp to emerge from water => Hero is surfing
6D=Arrow down => warp under block
6E=Warp/person exits upwards
70=Teleport warp
74=Water on feet
75=Water on feet
76=Water on feet
77=Water on feet
BA=Animation???
BB=Hero jumps twice
BC=Hero turns around and goes back into direction he came from
BE=Person blocked left/right
C0=Person blocked up/down
C1=Person blocked left/right
D0=Slippery clay animation
D1=Only accessible with acro bike
D3=Solid block
D4=Solid block
D5=Solid block
D6=Solid block

[Hintergrund_E]
10=Block is covered by Hero
40=Turns into border block


[Verhalten_FRLG]
02=Grass animation (Pokémon) 
03=High grass animation
06=Sand foot prints (with sandheaps)
07=Animation micro grass
A0=Only walking possible
0D=Warp into pyramid. Floor 51
10=Reflection on water with waves trailing
13=Waterfall/with falling down
15=Jump with mach bike, splashing water
16=Reflection on water, splashing water, waves
17=Lasting water on feet
1A=Reflection (Background byte=20)
1B=Water on feet
1C=Water on feet + arrow down
20=Slide like on ice
21=Foot prints
22=Diving animation bubbles
25=Sand foot prints
28=Hero halfway underwater
2A=Diving animation bubbles
30=Person blocked on right
31=Person blocked on left
32=Person blocked upwards
33=Person blocked downwards
34=Person blocked up/down/right
35=Person blocked up/down/left
36=Person blocked down/right
37=Person blocked down/left
38=Person jumps right over block
39=Person jumps left over block
3A=Person jumps up over block
3B=Person jumps down over block
40=Hero walks right
41=Hero walks left
42=Hero walls up
43=Hero walks down
44=Hero slides right
45=Hero slides left
46=Hero slides up
47=Hero slides down
48=Hero slides up/down/left/right
50=Hero runs right
51=Hero runs left
52=Hero runs up
53=Hero runs down
61=Use warp
62=Arrow right => warp left of block
63=Arrow left => warp right of block
64=Arrow up => warp above block
65=Arrow down => warp under block
66=Warp into last-visited building
67=Regular Warp
68=Drown in sand (warp)
69=Use door/warp
6A=PokéCenter escalator up/use warp
6B=PokéCenter escalator down/use warp
6C=Warp to emerge from water => Hero is surfing
6D=Arrow down => warp under block
6E=Warp/person exits upwards

[Hintergrund_FRLG]
20=Block is covered by Hero


[Bewegung]
0=移動無し
1=見回る
2=歩き回る
3=上下に歩く
4=上下に歩く
5=左右に歩く
6=左右に歩く
7=上を見る
8=下を見る
9=左を見る
10=右を見る
11=下を見る
12=隠れる
13=上と下を見る
14=左と右を見る
15=上と左を見る
16=上と右を見る
17=下と左を見る
18=下と右を見る
19=上、下、左を見る
20=上、下、右を見る
21=上、左、右を見る
22=下、左、右を見る
23=左回りに見回す
24=右回りに見回す
25=上下に走る
26=上下に走る
27=左右に走る
28=左右に走る
29=上→右→左→下に走る
30=右→左→下→上と走る
31=下→上→右→左と走る
32=左→下→上→右と走る
33=上→左→右→下と走る
34=左→右→下→上と走る
35=下→上→左→右と走る
36=右→下→上→左と走る
37=左→上→下→右と走る
38=上→下→右→左と走る
39=右→左→上→下と走る
40=下→右→左→上と走る
41=右→上→下→左と走る
42=上→下→左→右と走る
43=左→右→上→下と走る
44=下→左→右→上と走る
45=まわりに左回りに走る
46=まわりに左回りに走る
47=まわりに左回りに走る
48=まわりに左回りに走る
49=まわりに左回りに走る
50=まわりに右回りに走る
51=まわりに右回りに走る
52=まわりに右回りに走る
53=コピープレーヤー
54=ミラープレーヤー
55=ミラープレーヤー
56=ミラープレーヤー
57=木の壁に偽装
58=石の壁に偽装
59=ミラープレーヤー 
60=コピープレーヤー 
61=コピープレーヤー
62=コピープレーヤー 
63=隠れる
64=その場で歩く(下)
65=その場で歩く(上)
66=その場で歩く(左)
67=その場で歩く(右)
68=その場でジョギング (下)
69=その場でジョギング (上)
70=その場でジョギング (左)
71=その場でジョギング (右)
72=その場で走る(下)
73=その場で走る(上)
74=その場で走る(左)
75=その場で走る(右)
76=隠れる
77=その場で歩く(下)
78=その場で歩く(上)
79=その場で歩く(左)
80=その場で歩く(右)


[MapScripts]
00=No scripts
01="setmaptile" script
02=Validates values, loads handler to 0x03000EB0 (playback)
03=On entering map/not on menu close
04=Validates values, loads handler to 0x03000F28
05=On entering map/on menu close
07=On entering map/on menu close
